Repository: Heckie75/kodi-addon-pasink
Catalog: script.pasink/resources/language/resource.language.*/strings.po
Languages: de_de

# #32002
source: Select audio sink
de_de: Audioausgabe wählen

# #32003
source: Set audio sink
de_de: Setze Audioausgabe

# #32004
source: Set %s as new audio sink?
de_de: Setze %s als neue Audioausgabe?

# #32005
source: Set or combine audio sink
de_de: Setze oder kombiniere Audioausgabe

# #32006
source: Combine
de_de: Kombinieren

# #32007
source: Select audio sink to combine
de_de: Wähle Audiosenke für Kombination

# #32008
source: Audio sink set
de_de: Audioausgabe gesetzt

# #32009
source: New audio sink is %s
de_de: Neue Audioausgabe ist %s

# #32010
source: New audio sink is combined of %s and %s
de_de: Neue Audioausgabe ist kombiniert aus %s und %s

# #32011
source: ALSA Outputs
de_de: ALSA Geräte

# #32012
source: Discover devices
de_de: Suche Geräte

# #32013
source: No devices here. Run discover first!
de_de: Keine Geräte. Begebe Dich auf die Suche!

# #32014
source: Start discovery
de_de: Starte Suche

# #32015
source: Sink
de_de: Senke

# #32018
source: Hide sink
de_de: Verstecke Gerät

# #32019
source: Bluetooth outputs
de_de: Bluetooth Geräte

# #32020
source: Add to favourites
de_de: Zu Favoriten hinzufügen

# #32021
source: ALSA output 1
de_de: ALSA Gerät 1

# #32022
source: ALSA output 2
de_de: ALSA Gerät 2

# #32023
source: ALSA output 3
de_de: ALSA Gerät 3

# #32024
source: ALSA output 4
de_de: ALSA Gerät 4

# #32025
source: ALSA output 5
de_de: ALSA Gerät 5

# #32026
source: ALSA output 6
de_de: ALSA Gerät 6

# #32027
source: ALSA output 7
de_de: ALSA Gerät 7

# #32028
source: ALSA output 8
de_de: ALSA Gerät 8

# #32029
source: ALSA output 9
de_de: ALSA Gerät 9

# #32030
source: ALSA output 10
de_de: ALSA Gerät 10

# #32031
source: Bluetooth output 1
de_de: Bluetooth Gerät 1

# #32032
source: Bluetooth output 2
de_de: Bluetooth Gerät 2

# #32033
source: Bluetooth output 3
de_de: Bluetooth Gerät 3

# #32034
source: Bluetooth output 4
de_de: Bluetooth Gerät 4

# #32035
source: Bluetooth output 5
de_de: Bluetooth Gerät 5

# #32036
source: Bluetooth output 6
de_de: Bluetooth Gerät 6

# #32037
source: Bluetooth output 7
de_de: Bluetooth Gerät 7

# #32038
source: Bluetooth output 8
de_de: Bluetooth Gerät 8

# #32039
source: Bluetooth output 9
de_de: Bluetooth Gerät 9

# #32040
source: Bluetooth output 10
de_de: Bluetooth Gerät 10

# #32041
source: Audio sink failed
de_de: Setzen der Audioausgabe fehlgeschlagen

# #32042
source: Failed to set audio sink %s
de_de: Setzen der Audioausgabe %s fehlgeschlagen

# #32043
source: Failed to set combined audio sink with %s and %s
de_de: Setzen der kombinierten Audioausgabe mit %s und %s fehlgeschlagen

# #32044
source: %s (connected)
de_de: %s (verbunden)

# #32045
source: Disconnect %s
de_de: Trenne Verbindung zu %s

# #32046
source: %s disconnected
de_de: Verbindung zu %s getrennt

# #32047
source: Added to favourites
de_de: Zu Favoriten hinzufügt
